{
  "notice": "uyarı",
  "wallet": "cüzdan",
  "browser": "tarayıcı",
  "monitoring": "görüntüleme",
  "help": "yardım",
  "POS version of BTC economic model": "BTC ekonomik modelinin POS versiyonu,",
  "tens of thousands of cryptocurrencies cross-chain BTC Layer2 derivative platform": "on binlerce kripto para birimi çapraz zincir BTC Layer2 türev platformu.",
  "Make bitcoin more valuable": "Bitcoin'i daha değerli hale getir",
  "ChainX, one of the earliest projects to launch in the Polkadot ecosystem, is committed to the research and application of Bitcoin Layer 2 expansion, its growth as a digital asset gateway and becoming a Polkadot second-layer relay chain for cross-chain asset exchange. A true pioneer in the development of Bitcoin Cross-DeFi.": "Polkadot ekosisteminde başlatılan en eski projelerden biri olan ChainX, Bitcoin Layer 2 genişlemesinin araştırılmasına ve uygulanmasına, dijital varlık ağ geçidi olarak büyümesine ve zincirler arası varlık değişimi için Polkadot ikinci katman RelayChain'i haline gelmeye kendini adamıştır. Bitcoin Cross-DeFi'nın geliştirilmesinde gerçek bir öncü.",
  "White Paper": "White Paper",
  "Bitcoin derivative platform": "Bitcoin türev platformu",
  "Bitcoin, with a market capitalization on its way to reaching US$1 Trillion, holds the key to the digital currency world. Its value proposition is enabling further and deeper blockchain technology breakthroughs, validating Bitcoin as a payment method and a superior way of transferring and storing value; in the eyes of many, we have only seen the tip of the iceberg in terms of its full potential.": "Piyasa değeri 1 Trilyon ABD Dolarına ulaşma yolunda olan Bitcoin, dijital para dünyasının anahtarını elinde tutuyor. Değer önerisi, daha fazla ve daha derin blok zinciri teknolojisi atılımlarını mümkün kılıyor, Bitcoin'i bir ödeme yöntemi olarak doğruluyor ve değeri aktarmanın ve depolamanın üstün bir yolu; Birçoğunun gözünde, buzdağının yalnızca görünen ucunu gördük.",
  "ChainX is deeply committed to researching and expanding Bitcoin’s Layer 2 financial platform, striving to promote Bitcoin’s value flow, enrich financial derivative opportunities and improve hedging tools.": "ChainX, Bitcoin'in Değer akışını teşvik etmek, finansal türev fırsatlarını zenginleştirmek ve riskten korunma araçlarını geliştirmek için Bitcoin’in Katman 2 finansal platformunu araştırmaya ve genişletmeye derinden bağlıdır.",
  "Digital asset gateway": "Dijital varlıklar için bir geçiş kapısı",
  "The ChainX asset gateway is composed of two parts: decentralized Bitcoin trusteeship and inter-chain asset mirroring.": "ChainX varlık ağ geçidi, iki bölümden oluşur: merkezi olmayan Bitcoin güvenliliği ve zincirler arası varlık yansıtma.",
  "Users deposit and collateralize Bitcoin for X-BTC and use this in transactions with synthetic assets of other cryptocurrencies, growing to a wide range of cryptocurrencies that can be exchanged and traded on the same chain.": "Kullanıcılar Bitcoin'i X-BTC için yatırır ve teminatlandırır ve bunu diğer kripto para birimlerinin sentetik varlıkları ile işlemlerde kullanır, aynı zincir üzerinde takas edilebilen ve alınıp satılabilen çok çeşitli kripto para birimlerine bir yenisi eklenmiş olur. ",
  "Polkadot second-layer relay chain": "Polkadot ikinci katman relay chain'i",
  "Parachains are developed using different types of blockchain technology. Relay chains are responsible for safeguarding the network’s co-sharing consensus and facilitating inter-chain transactions among parachains. The relay chain itself does not deploy any applications. Parachains are the ones that develop and deploy applications.": "Parachain'ler farklı tipte blockchain teknolojisi kullanılarak geliştirilmiştir. Relay chain'ler, ağın ortak paylaşım fikir birliğini korumaktan ve parachain'ler arasında ki zincirler arası işlemleri kolaylaştırmaktan sorumludur. Relay chain'in kendisi herhangi bir uygulamayı dağıtmaz. Parachain'ler, uygulamaları geliştiren ve dağıtanlardır.",
  "Polkadot’s focus on the efficient, inter-chain connection within its ecosystem advances all blockchain development to a new level and it looks set to usher in Blockchain 3.0. ChainX will run as the second-layer network to Polkadot after it releases version 2.0.": "Polkadot’un ekosistemi içindeki verimli, zincirler arası bağlantıya odaklanması, tüm blok zincirlerinin gelişimini yeni bir seviyeye taşır ve Blockchain 3.0 çağını başlatmaya göz kırpmaktadır. ChainX, sürüm 2.0'ı yayınladıktan sonra Polkadot'a ikinci katman ağı olarak katılacaktır.",
  "System Architecture": "Sistem Mimarisi",	
  "ChainX 2.0 combines and coordinates various functions like hybrid PoS consensus, on-chain council governance, WASM virtual machine, native execution of smart contracts, efficient light-client protocol, off-chain workers, and multi-signatures. The system architecture is highly compatible with Polkadot.": "ChainX 2.0, hibrit PoS mutabakatı, zincir üzerinde konsey yönetimi, WASM sanal makinesi, akıllı sözleşmelerin yerel olarak yürütülmesi, verimli light-client protokolü, zincir dışı çalışanlar ve çoklu imzalar gibi çeşitli işlevleri birleştirir ve koordine eder. Sistem mimarisi Polkadot ile son derece uyumludur.",
  "PCX module": "PCX modülü",
  "The module is based on the native token PCX. For the most part, it includes functions performed by PCX such as staking, paying fees, on-chain governance, distributing inter-chain mining rewards, and backing Bitcoin financial derivatives. PCX is related to most programs running on ChainX.": "Modül, yerel token PCX'e dayanmaktadır. Çoğunlukla, stake etme, ücret ödeme, zincir içi yönetişim, zincirler arası madencilik ödüllerini dağıtma ve Bitcoin finansal türevlerini destekleme gibi PCX tarafından gerçekleştirilen işlevleri içerir. PCX, ChainX üzerinde çalışan çoğu programla bağlantılıdır.",
  "DEX module": "DEX modülü",
  "A cross-asset transaction module, it promotes circulation of assets on different chains while minimizing transaction costs.": "Bir çapraz varlık işlem modülü, işlem maliyetlerini en aza indirirken varlıkların farklı zincirlerde dolaşımını destekler.",
  "Inter-chain module": "Zincirler arası modülü",
  "This is an ‘entering or exiting’ module for different chain assets and the X-Tokens. It includes an inter-chain transaction verification system, on-chain mintage program, trusteeship program, and a deposit and withdrawal program for the X-Tokens.": "Bu, farklı zincir varlıkları ve X-Token'lar için bir 'giriş veya çıkış' modülüdür. Bir zincirler arası işlem doğrulama sistemi, zincir üzerinde para basma programı, mütevelli programı ve X-Tokenlar için bir para yatırma ve çekme programı içerir.",
  "Relay module": "Relay modülü",
  "A window for information exchange and verification between ChainX and outside chains, it is primarily comprised of a chain information update program, a chain monitor program, and an inter-chain information collection and transmission program.": "ChainX ve dış zincirler arasında bilgi alışverişi ve doğrulama için bir pencere, öncelikle bir zincir bilgi güncelleme programı, zincir izleme programı ve zincirler arası bilgi toplama ve iletme programından oluşur.",
  "Economic system": "Ekonomik sistem",
  "The cryptocurrency PCX (Polkadot ChainX) issued by ChainX has a fixed total supply of 21 million. In the initial dividend round or the first 210,000 cycles, 50 PCX is distributed as a reward in each cycle, and 25 PCX for the second round. 20% of the issuance in the initial round (which accounts for 10% of the total) goes to the founding team for ongoing project development. All the subsequent issuance goes to the community.": "ChainX tarafından çıkarılan kripto para birimi PCX (Polkadot ChainX), 21 milyon sabit toplam arza sahiptir. İlk temettü turunda veya ilk 210.000'lik döngüde, 50 PCX, her döngüde bir ödül olarak dağıtılır ve ikinci tur için 25 PCX olarak dağıtılır. İlk turdaki ihracın% 20'si (toplamın% 10'unu oluşturur) devam eden projelerin geliştirilmesi için kurucu ekibe gider. Sonradan gelenler direkt olarak topluluğa gider.",
  "Detail": "Detay",
  "Consensus algorithm": "Konsensüs algoritması",
  "ChainX adopts the BABE+GRANDPA hybrid consensus, Polkadot's brand-new mechanism whose most notable feature is to separate block confirmation from block generation. The BABE (Blind Assignment for Blockchain Extension) module generates blocks every 6 seconds, with GRANDPA (GHOST-based Recursive ANcestor Deriving Prefix Agreement) making the final confirmation.": "ChainX, Polkadot'un en önemli özelliği blok onayını blok üretiminden ayırmak olan yepyeni mekanizması olan BABE + GRANDPA hibrit konsensüsünü benimser. BABE (Blockchain Uzantısı için Kör Atama) modülü, her 6 saniyede bir bloklar oluşturur ve GRANDPA (GHOST tabanlı Yinelemeli ANcestor Deriving Prefix Anlaşması) son onayı yapar.",
  "Community autonomy": "Topluluk özerkliği",
  "A tricameral governance structure has been adopted by ChainX at the advice of Polkadot for better decentralized community governance. The three chambers are a Referendum Chamber, a Council and a Technical Committee. In addition to these, ChainX will also be introducing a Treasury (to incentivize groups and individuals that contribute to the ecological development of ChainX) and the X-Association, a non-profit organization responsible for promoting the development of both the community and technology.": "A tricameral governance structure has been adopted by ChainX at the advice of Polkadot for better decentralized community governance. The three chambers are a Referendum Chamber, a Council and a Technical Committee. In addition to these, ChainX will also be introducing a Treasury (to incentivize groups and individuals that contribute to the ecological development of ChainX) and the X-Association, a non-profit organization responsible for promoting the development of both the community and technology.",
  "Roadmap": "Yol haritası",
  "May 2019": "Mayıs 2019",
  "ChainX 1.0 was launched": "ChainX 1.0 piyasaya sürüldü",
  "X-BTC 1.0 was launched": "X-BTC 1.0 piyasaya sürüldü",
  "November 2020": "Kasım 2020",
  "ChainX 2.0 was released": "ChainX 2.0 piyasaya sürüldü",
  "Q1 2021": "2021 1.Çeyrek",
  "X-BTC 2.0 was launched": "X-BTC 2.0 piyasaya sürüldü",
  "Kusama slot auction": "Kusama slot müzayedesi",
  "Polkadot slot auction": "Polkadot slot müzayedesi",
  "Q2 2021": "2021 2.Çeyrek",
  "X-BTC 3.0 was launched": "X-BTC 3.0 piyasaya sürüldü",
  "X-BTC derivatives came online": "X-BTC türevleri çevrimiçi oldu",
  "X-BTC is circulated to Polkadot": "X-BTC, Polkadot'a gönderilir",
  "Q3 2021": "2021 3.Çeyrek",
  "X-BTC 4.0 was launched":"X-BTC 4.0 piyasaya sürüldü",
  "X-BTC is circulated to Ethereum": "X-BTC, Ethereum'a gönderilir",
  "Q1 2022": "2022 1.Çeyrek",
  "Polkadot second-layer relay chain online": "Polkadot ikinci katman zinciri çevrimiçi"
}