{
  "notice": "公告",
  "wallet": "钱包",
  "browser": "区块浏览器",
  "monitoring": "监控台",
  "help": "帮助",
  "POS version of BTC economic model": "POS版的BTC经济模型，",
  "tens of thousands of cryptocurrencies cross-chain BTC Layer2 derivative platform": "万币跨链的BTC layer2衍生平台。",
  "ChainX, the earliest launched project in polkadot ecosystem,ChainX is committed to the research and application of Bitcoin layer 2 expansion, digital asset gateway and Polkadot second-layer relay chain,To realize cross-chain asset exchange, leading the new direction of Bitcoin Cross-DEFi.": "ChainX 是波卡生态最早上线的项目，致力于 BTCLayer2 拓展、数字资产网关及波卡二级中继链的开发研究，以实现跨链资产互通，引领比特币 Cross-Defi 新方向。",
  "White Paper": "白皮书",
  "Bitcoin financial platform": "BTC金融平台",
  "Bitcoin, with its market value reaching 470 billion U.S. dollars, holds the key to the digital currency world and leads towards deeper blockchain breakthroughs, which indicates that Bitcoin is being re-recognized as a payment method, perhaps only a tip of the iceberg in terms of its full potential.": "比特币作为通往数字货币世界的钥匙，市值已经突破4700亿美元，逐步开启区块链深层技术的大门，也预示着比特币正在从支付媒介的角度重新被认识，这些都可能只是比特币价值体现的冰山一角。",
  "ChainX committed to the research on the expansion of Bitcoin’s Layer2 financial platform strives to promote Bitcoin’s value flow, enrich its financial derivatives and improve the hedging tools.": "ChainX将基于比特币网络开展Layer2金融平台的研究和拓展，旨在促进比特币价值流动、丰富比特币金融衍生及完善比特币投资对冲工具。",
  "Digital asset gateway": "数字资产网关",
  "ChainX asset gateway is composed of two parts: decentralized Bitcoin trusteeship and inter-chain asset mirroring.": "ChainX 加密资产网关主要由去中心化BTC资产托管方案和镜像资产跨链两部分组成。",
  "Users deposit and collateralize bitcoins for X-BTC which is used in transactions with synthetic assets of other cryptocurrencies, so that all sorts of cryptos can be exchanged and traded on the same chain.": "用户通过充值抵押BTC来获得X-BTC，再使用X-BTC交易来其他加密货币的合成资产，实现所有加密货币同链交易的场景。",
  "Polkadot second-layer relay chain": "波卡二级中继",
  "Parachains are developed using different types of blockchain technology, and relay chains are responsible for safeguarding the network’s co-sharing consensus and facilitating inter-chain transactions among parachains. Relay chain itself does not deploy any applications. It is parachains that develop and deploy applications.": "平行链可以使用不同类型的区块链底层技术进行开发，中继链负责全网的共享安全共识和平行链的跨链交易转发。中继链本身不包含任何应用，应用均在平行链上进行开发和部署。",
  "Polkadot focusing on efficient inter-chain connection within its ecosystem advances the entire blockchain development to a new level and looks set to usher in blockchain 3.0. ChainX will run as the second-layer network to Polkadot after it releases the 2.0 version.": "Polkadot 将整个区块链世界的开发层次推进了一个维度，加速了区块链世界向 3.0 时代的跨越。Polkadot 专注于 Polkadot 生态内的新型链间的通信，其他链则交给社区进行对接。 ChainX将在Polkadot v2版本发布以后，拆分为多链架构，作为Polkadot的第二层运网络运行。",
  "system architecture": "系统架构",
  "ChainX 2.0 combines and coordinates various functions like hybrid PoS consensus, on-chain council governance, Wasm virtual machine, native execution of smart contracts, efficient light-client protocol, Off-chain worker, and multi-signature, what’s more it is highly compatible with Polkadot.": "ChainX2.0建立在通用的基础链框架 Substrate2.0之上，实现了混合 PoS 共识、链上理事会治理、Wasm 虚拟机、智能合约原生执行、高效轻客户端协议、Off-chain worker、多重签名等功能，同时与Polkadot网络具有高度兼容性。",
  "PCX moudle": "PCX模块",
  "an operating program based on the native token PCX, it mainly includes functions performed by PCX such as staking, paying fees, on-chain governance, distributing inter-chain mining rewards, and backing Bitcoin financial derivatives. PCX is related to most programs running on ChainX.": "基于原生资产PCX的运作程序。主要包含了PCX质押挖矿，支付手续费，参与链上治理，发放跨链资产挖矿奖励，用于BTC金融衍生抵押等。ChainX上绝大多数的程序运行都涉及PCX的使用。",
  "DEX Moudle": "DEX模块",
  "A cross-asset transaction module, it promotes circulation of assets on different chains while minimizing transaction costs.": "在ChainX链上发生的不同资产之间的跨资产交易。这样可以促进异链资产形成快速流通且能最大化的节省交易费用。",
  "Inter-chain module": "跨链模块",
  "an entering or exiting module for different chain assets and X-Token, it mainly includes an inter-chain transaction verification system, on-chain mintage program, trusteeship program, and deposit and withdrawal program for X-Token.": "异链资产及X-Token在进入或者转出ChainX网络时用到模块。主要包括了跨链交易验证系统，链上铸币程序，信托程序以及X-Token充提程序等。",
  "Relay module": "中继模块",
  "a window of information exchange and verification between ChainX and outside chains, it mainly includes chain information update program, chain monitor program, and inter-chain information collection and transmission program.": "ChainX网络与外界各原链传递信息及辅助验证的主要窗口。主要包含了更新原链信息程序，原链监听程序及ChainX跨链信息收集传递程序等。",
  "Economic system": "经济系统",
  "The cryptocurrency PCX (P stands for Polkadot) issued by ChainX has 21 million supply in total. In the initial dividend round or the first 210,000 cycles, 50 PCXs are distributed as rewards in each cycle, and 25 PCXs for the second round. 20% of the issuance in the initial round which accounts for 10% of the total goes to the founding team for ongoing development and all the subsequent issuance goes to the community.": "ChainX 将发行加密货币 PCX（P 代表 Polkadot），总量2100万枚，前 21 万个分红周期，即初始轮分红周期，每个分红周期奖励为 50 个 PCX。次轮分红周期奖励为25个PCX，依次类推。初始论分红周期发行量的20% 归创始团队所有，用于持续性的开发经费。之后的发行量将全部归社区所有，创始团队将只占总量的10%。",
  "Detail": "查看详情",
  "Consensus algorithm": "共识系统",
  "ChainX adopts the 'Babe+Grandpa' hybrid consensus, Polkadot's brand-new mechanism whose most notable feature is to separate block confirmation from block generation with Babe module generating blocks every 6 seconds and Grandpa making the final confirmation.": "ChainX 采用波卡全新的共识机制即“Babe+Grandpa”混合共识机制。该共识机制最显著的特点就是将确定最终性的任务从区块生产的流程中分离出来，BABE模块 6秒稳定出块，Grandpa进行最终确认。",
  "Community autonomy": "社区自治",
  "ricameral governance structure is adopted by ChainX at the advice of Polkadot for better decentralized community governance, including Referendum Chamber, Council and Technical Committee. In addition to the three, X-Association and Treasury are introduced to enrich the framework of community autonomy.": "为推动社区的去中心化治理，ChainX依波卡采用三院制（Tricameral）的治理结构，包括公投议院，理事会和技术委员会。除了链上三院制外，通过引入了 X - Association 和国库的概念完善社区自治的框架。",
  "Roadmap": "路线图",
  "May 2019": "2019年05月",
  "ChainX 1.0 was launched": "ChainX 1.0 上线",
  "X-BTC 1.0 was launched": "X-BTC 1.0 上线",
  "November 2020": "2020年11月",
  "ChainX 2.0 was released": "ChainX 2.0 上线",
  "Q1 2021": "2021年Q1",
  "X-BTC 2.0 was launched": "X-BTC 2.0 上线",
  "Kusama slot auction": "Kusama 插槽竞拍",
  "Polkadot slot auction": "Polkadot 插槽竞拍",
  "Q2 2021": "2021年Q2",
  "X-BTC 3.0 was launched": "X-BTC 3.0 上线",
  "X-BTC derivatives came online": "X-BTC 衍生品上线",
  "X-BTC is circulated to Polkadot": "X-BTC 流通至 Polkadot",
  "Q3 2021": "2021年Q3",
  "X-BTC 4.0 was launched":"X-BTC 4.0 上线",
  "X-BTC is circulated to Ethereum": "X-BTC 流通至 Ethereum",
  "Q1 2022": "2022年Q1",
  "Polkadot second-layer relay chain online": "波卡二级中继链上线"
}
